Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# REGION_en-IE
source: Irish
ar: الأيرلندية
bg: Ирландски
ca: Irlandès
cs: Irsko
da: Irsk
de: Irisch
el: Αγγλικά (Ιρλανδία)
es: Irlandesa
es_us: Irlandesa
fi: Irlantilainen
fr: Irlandais
fr_ca: Irlandais
he: אירי
hi: आयरिश
hr: Irski
hu: Ír
id: Irlandia
it: Irlandese
ja: 英語（アイルランド）
kk: Ирландтық
ko: 아일랜드 영어
lt: Airių
ms: Ireland
nb: Irsk
nl: Ierland
pl: Irlandzki
pt: Irlandês
pt_pt: Irlandês
ro: irlandeză
ru: Ирландский
sk: Írsko
sl: Irski
sv: Irländsk
th: ไอริช
tr: İrlanda İngilizcesi
uk: ірландська
vi: Ireland
zh_cn: 爱尔兰
zh_hk: 愛爾蘭
zh_tw: 愛爾蘭

# REGION_en-IN
source: Indian
ar: الهندية
bg: Индийски
ca: Indi
cs: Indie
da: Indisk
de: Indisch
el: Αγγλικά (Ινδία)
es: India
es_us: India
fi: Intialainen
fr: Indien
fr_ca: Indien
he: הודי
hi: भारतीय
hr: Indijski
hu: Indiai
id: India
it: Indiano
ja: 英語（インド）
kk: Үнділік
ko: 인도 영어
lt: Indų
ms: India
nb: Indisk
nl: India
pl: Hinduski
pt: Indiano
pt_pt: Indiano
ro: indiană
ru: Индийский
sk: India
sl: Indijski
sv: Indisk
th: อินเดีย
tr: Hindistan İngilizcesi
uk: індійська
vi: Ấn Độ
zh_cn: 印度
zh_hk: 印度
zh_tw: 印度

# REGION_en-US
source: American
ar: الأمريكية
bg: Американски
ca: Americà
cs: Spojené státy
da: Amerikansk
de: US-Amerikanisch
el: Αγγλικά (ΗΠΑ)
es: Estadounidense
es_us: Estadounidense
fi: Amerikkalainen
fr: Américain
fr_ca: américain
he: אמריקני
hi: अमेरिकी
hr: Američki
hu: Amerikai
id: Amerika
it: Americano
ja: 英語（アメリカ）
kk: Американдық
ko: 미국 영어
lt: Amerikiečių
ms: Amerika
nb: Amerikansk
nl: Verenigde Staten
pl: Amerykański
pt: Americano
pt_pt: Americano
ro: americană
ru: Американский английский
sk: Amerika
sl: Ameriški
sv: Amerikansk
th: อเมริกัน
tr: Amerikan İngilizcesi
uk: американська
vi: Mỹ
zh_cn: 美国
zh_hk: 美國
zh_tw: 美國

# REGION_en-ZA
source: South African
ar: الجنوب إفريقية
bg: Южноафрикански
ca: Sud-africà
cs: JAR
da: Sydafrikansk
de: Südafrikanisch
el: Αγγλικά (Νότια Αφρική)
es: Sudafricana
es_us: Sudafricana
fi: Eteläafrikkalainen
fr: Sud-africain
fr_ca: Sud-africain
he: דרום-אפריקני
hi: दक्षिण अफ़्रीकी
hr: Južnoafrički
hu: Dél-afrikai
id: Afrika Selatan
it: Sudafricano
ja: 英語（南アフリカ）
kk: Оңт. Африкалық
ko: 남아프리카 영어
lt: Pietų afrikiečių
ms: Afrika Selatan
nb: Sørafrikansk
nl: Zuid-Afrika
pl: Południowoafrykański
pt: Sul-Africano
pt_pt: Sul‑africano
ro: sud africană
ru: Южноафриканский
sk: Južná Afrika
sl: Južnoafriški
sv: Sydafrikansk
th: แอฟริกาใต้
tr: Güney Afrika İngilizcesi
uk: південно-африканська
vi: Tiếng Nam Phi
zh_cn: 南非
zh_hk: 南非
zh_tw: 南非

# REGION_es-ES
source: Spanish
ar: الإسبانية
bg: Испански
ca: Espanyol
cs: Španělsko
da: Spansk
de: Spanisch
el: Ισπανικά
es: Española
es_us: Española
fi: Espanjalainen
fr: Espagnol
fr_ca: Espagnol
he: ספרדי
hi: स्पेनी
hr: Španjolski
hu: Spanyol
id: Spanyol
it: Spagnolo
ja: スペイン語
kk: Испандық
ko: 스페인어
lt: Ispanų
ms: Sepanyol
nb: Spansk
nl: Spanje
pl: Hiszpański
pt: Espanhol
pt_pt: Espanhol
ro: spaniolă
ru: Испанский
sk: Španielsko
sl: Španski
sv: Spanska
th: สเปน
tr: İspanyolca
uk: іспанська
vi: Tây Ban Nha
zh_cn: 西班牙
zh_hk: 西班牙
zh_tw: 西班牙

# REGION_es-MX
source: Mexican
ar: المكسيكية
bg: Мексикански
ca: Mexicà
cs: Mexiko
da: Mexicansk
de: Mexikanisch
el: Ισπανικά (Μεξικό)
es: Mexicana
es_us: Mexicana
fi: Meksikolainen
fr: Mexicain
fr_ca: mexicain
he: מקסיקני
hi: मेक्सिकन
hr: Meksički
hu: Mexikói
id: Meksiko
it: Messicano
ja: スペイン語（メキシコ）
kk: Мексикалық
ko: 멕시코 스페인어
lt: Meksikiečių
ms: Mexico
nb: Meksikansk
nl: Mexico
pl: Meksykański
pt: Mexicano
pt_pt: Mexicano
ro: mexicană
ru: Мексиканский испанский
sk: Mexiko
sl: Mehiški
sv: Mexikansk
th: เม็กซิกัน
tr: Meksika İspanyolcası
uk: мексиканська
vi: Mexico
zh_cn: 墨西哥
zh_hk: 墨西哥
zh_tw: 墨西哥

# REGION_nl-BE
source: Flemish
ar: الفلمنكية
bg: Фламандски
ca: Flamenc
cs: Belgie
da: Flamsk
de: Flämisch
el: Φλαμανδικά
es: Flamenca
es_us: Flamenca
fi: Flaamilainen
fr: Flamand
fr_ca: Flamand
he: פלמי
hi: फ़्लेमिश
hr: Flamanski
hu: Flamand
id: Flandria
it: Fiammingo
ja: フラマン語
kk: Фламандтық
ko: 플라망어
lt: Flamandų
nb: Flamsk
nl: België
pl: Flamandzki
pt: Flamengo
pt_pt: Flamengo
ro: flamandă
ru: Фламандский
sk: Flámsko
sl: Flamski
sv: Flamländska
th: เฟลมิช
tr: Flamanca
uk: фламандська
zh_cn: 佛兰芒
zh_hk: 佛蘭芒
zh_tw: 法蘭德斯

# REGION_nl-NL
source: Dutch
ar: الهولندية
bg: Холандски
ca: Neerlandès
cs: Nizozemsko
da: Nederlandsk
de: Niederländisch
el: Ολλανδικά
es: Neerlandesa
es_us: Holandesa
fi: Hollantilainen
fr: Néerlandais
fr_ca: Néerlandais
he: הולנדי
hi: डच
hr: Nizozemski
hu: Holland
id: Belanda
it: Olandese
ja: オランダ語
kk: Нидерландтық
ko: 네덜란드어
lt: Olandų
ms: Belanda
nb: Nederlandsk
nl: Nederland
pl: Niderlandzki
pt: Holandês
pt_pt: Holandês
ro: olandeză
ru: Нидерландский
sk: Holandsko
sl: Nizozemski
sv: Nederländska
th: ดัตช์
tr: Felemenkçe
uk: нідерландська
vi: Hà Lan
zh_cn: 荷兰
zh_hk: 荷蘭
zh_tw: 荷蘭

# REGION_zh-CN
source: Mandarin - Chinese
ar: ماندارين - الصينية
bg: Мандарин - Китайски
ca: Mandarí - xinès
cs: Mandarínština - Čína
da: Mandarin - Kina
de: Mandarin – Chinesisch
el: Μανδαρινικά - Κινεζικά
es: Mandarín (chino)
es_us: Mandarín - Chino
fi: Mandariinikiina (Kiina)
fr: Mandarin - Chinois
fr_ca: Mandarin, chinois
he: מנדרינית - סינית
hi: मंदारिन - चीनी
hr: Mandarinski – kineski
hu: Mandarin – kína
id: Mandarin - Tionghoa
it: Mandarino - Cinese
ja: 普通話（中国）
kk: Путунхуа (Қытай)
ko: 북경어 - 중국
lt: Mandarinų (Kinija)
ms: Mandarin - China, Tanah Besar
nb: Mandarin – kinesisk
nl: Mandarijn - Chinees
pl: Mandaryński – Chiny
pt: Mandarim - Chinês
pt_pt: Mandarim – China
ro: Mandarină - chineză
ru: Путунхуа (Китай)
sk: Mandarínčina – Čína
sl: Mandarinski – kitajski
sv: Mandarin – kinesiska
th: จีนกลาง - จีน
tr: Mandarin - Çince
uk: мандаринська — китайська
vi: Phổ thông - Tiếng Trung
zh_cn: 普通话 - 中国大陆
zh_hk: 國語 - 中國大陸
zh_tw: 國語 - 中國大陸

# REGION_zh-TW
source: Mandarin - Taiwanese
ar: ماندارين - تايوان
bg: Мандарин - Тайвански
ca: Mandarí - taiwanès
cs: Mandarínština - Tchaj-wan
da: Mandarin - Taiwan
de: Mandarin – Taiwanesisch
el: Μανδαρινικά - Ταϊβανικά
es: Mandarín (taiwanés)
es_us: Mandarín - Taiwanés
fi: Mandariinikiina (Taiwan)
fr: Mandarin - Taïwanais
fr_ca: Mandarin, taïwanais
he: מנדרינית - טייוואנית
hi: मंदारिन - ताइवानी
hr: Mandarinski – tajvanski
hu: Mandarin (Tajvan)
id: Mandarin - Taiwan
it: Mandarino - Taiwanese
ja: 国語（台湾）
kk: Путунхуа (Тайвань)
ko: 북경어 - 대만
lt: Mandarinų (Taivanas)
ms: Mandarin - Taiwan
nb: Mandarin – taiwansk
nl: Mandarijn - Taiwanees
pl: Mandaryński – Tajwan
pt: Mandarim - Taiwanês
pt_pt: Mandarim – Taiwan
ro: Mandarină - taiwaneză
ru: Путунхуа (Тайвань)
sk: Mandarínčina – Taiwan
sl: Mandarinski – tajvanski
sv: Mandarin – taiwanesiska
th: จีนกลาง - ไต้หวัน
tr: Mandarin - Tayvanca
uk: мандаринська — тайванська
vi: Phổ thông - Tiếng Đài Loan
zh_cn: 普通话 - 台湾
zh_hk: 國語 - 台灣
zh_tw: 國語 - 台灣

# SEARCH_AND_LOOKUP_FOOTER
source: Apple can show content when searching, or when looking up text in objects or photos.
ar: بإمكان Apple أن تظهر لك محتوى عند البحث، أو إجراء بحث عام عن نص في العناصر والصور.
bg: Apple може да покаже информация при търсене или когато проверявате текст в обекти или снимки.
ca: Apple pot mostrar‑te contingut en fer cerques, incloses les de text als objectes o a les fotos.
cs: Apple může zobrazovat obsah při vyhledávání a při hledání definic pro texty na předmětech a fotkách.
da: Apple kan vise indhold, når du søger, eller når du slår tekst op på genstande eller fotos.
de: Apple kann beim Suchen oder beim Nachschlagen von Text in Objekten oder Fotos Inhalte anzeigen.
el: Η Apple μπορεί να εμφανίζει περιεχόμενο κατά την αναζήτηση ή τη διερεύνηση κειμένου σε αντικείμενα ή φωτογραφίες.
es: Apple puede mostrar contenido al buscar o al consultar el texto que aparece en objetos o fotos.
es_us: Apple puede mostrar contenido al realizar una búsqueda o al consultar texto en objetos o fotos.
fi: Apple voi näyttää sisältöä etsittäessä tai katsottaessa lisätietoja esineessä tai kuvissa olevasta tekstistä.
fr: Apple peut afficher du contenu lors de vos recherches ou lorsque vous recherchez du texte sur des objets ou des photos.
fr_ca: Apple peut afficher du contenu lorsque vous effectuez une recherche ou que vous cherchez du texte ou des objets dans les photos.
he: ל-Apple יש אפשרות להציג תוכן בעת חיפוש או בעת חיפוש נרחב של מלל באובייקטים או בתמונות.
hi: Apple खोज करते समय या ऑब्जेक्ट या तस्वीरों में टेक्स्ट खोजते समय कॉन्टेंट दिखा सकता है।
hr: Apple može prikazivati sadržaj tijekom pretraživanja ili traženja teksta na predmetima ili fotografijama.
hu: Az Apple képes megjeleníteni tartalmakat kereséskor, illetve amikor objektumokon vagy fotókon előforduló szövegeket definiál.
id: Apple dapat menampilkan konten saat mencari atau saat mencari tahu tentang teks di objek atau foto.
it: Apple può mostrare contenuti quando esegui ricerche o usi “Cerca info” sul testo negli oggetti o nelle foto.
ja: 検索したり、オブジェクト内や写真内でテキストを調べたりするときに、Appleはコンテンツを表示することができます。
kk: Apple іздеу кезінде немесе объектілерде немесе фотоларда мәтінді іздегенде контентті көрсете алады.
ko: 검색하거나, 사물이나 사진에서 텍스트를 찾을 때 Apple이 콘텐츠를 보여줄 수 있습니다.
lt: „Apple“ gali rodyti turinį atliekant paiešką arba ieškant teksto objektuose ar nuotraukose.
ms: Apple boleh menunjukkan kandungan apabila mencari atau apabila melihat teks dalam objek atau foto.
nb: Apple kan vise innhold når du søker, eller når du slår opp tekst i objekter eller bilder.
nl: Apple kan materiaal tonen bij het zoeken of bij het opzoeken van tekst in objecten of foto's.
pl: Apple może wyświetlać treści podczas wyszukiwania oraz podczas sprawdzania tekstu lub obiektów na zdjęciach.
pt: A Apple pode mostrar conteúdo ao buscar ou ao pesquisar texto em objetos ou fotos.
pt_pt: A Apple pode mostrar conteúdos na pesquisa ou quando procura texto em objetos ou fotografias.
ro: Apple poate afișa conținut în timpul căutărilor sau atunci când căutați referințe pentru textul din poze sau obiecte.
ru: Apple может показывать контент при поиске или при использовании функции «Найти» для проверки текста с объектов или фото в справочных материалах.
sk: Apple môže zobrazovať obsah pri vyhľadávaní alebo pri hľadaní definícií pre text na predmetoch a fotkách.
sl: Apple lahko pri iskanju ali pridobivanju informacij o besedilu na predmetih ali fotografijah prikaže vsebino.
sv: Apple kan visa innehåll när du söker eller när du slår upp text i objekt eller bilder.
th: Apple สามารถแสดงเนื้อหาเมื่อค้นหาหรือเมื่อค้นดูข้อความในวัตถุหรือรูปภาพได้
tr: Apple, arama yaparken ya da nesnelerde veya fotoğraflarda metin ararken içerik gösterebilir.
uk: Apple може показувати вміст під час пошуку тексту чи обʼєктів на фотографіях або під час пошуку.
vi: Apple có thể hiển thị nội dung khi tìm kiếm hoặc khi tra cứu văn bản trong đối tượng hoặc ảnh.
zh_cn: 搜索或查询物体或照片中的文本时，Apple可显示内容。
zh_hk: 在進行搜尋，或者在物品或相片中查詢文字時，Apple可以顯示內容。
zh_tw: Apple可在你搜尋或查詢物品及照片中文字時顯示內容。

# SEARCH_AND_LOOKUP_GROUP
source: Search and Look Up
ar: البحث و"البحث العام"
bg: Търсене и „Провери“
ca: Cerca i consulta
cs: Vyhledávání a hledání definic
da: Søg og slå op
de: Suchen und Nachschlagen
el: Αναζήτηση και διερεύνηση
es: Buscar y consultar
es_us: Buscar y consultar
fi: Haku ja Katso lisää -toiminto
fr: Recherche et Chercher
fr_ca: Rechercher et chercher
he: חיפוש וחיפוש נרחב
hi: खोजें और तलाशें
hr: Pretraživanje i funkcija traženja
hu: Keresés és definiálás
id: Cari dan Cari Tahu
it: Ricerca e “Cerca info”
ja: 検索と“調べる”
kk: Іздеу және табу
ko: 검색 및 찾아보기
lt: „Paieška“ ir „Rasti“
ms: Cari dan Rujuk
nb: Søk og Slå opp
nl: Zoek en 'Zoek op'
pl: Szukaj i Sprawdź
pt: Busca e Pesquisa
pt_pt: Pesquisa e procura
ro: Căutare și Căutare referințe
ru: Поиск и Найти
sk: Vyhľadávanie a prehľadávanie
sl: Iskanje in preverjanje
sv: Sök och slå upp
th: ค้นหาและค้นดู
tr: Ara ve Araştır
uk: Пошук і тлумачення
vi: Tìm kiếm và Tra cứu
zh_cn: 搜索和查询
zh_hk: 搜尋和查詢
zh_tw: 搜尋和查詢

# SEARCH_AND_LOOKUP_SHOW_RECENTS
source: Show Recent Searches
ar: لا توجد عمليات بحث أخيرة
bg: Покажи скорошни търсения
ca: Mostra les cerques recents
cs: Zobrazit poslední hledání
da: Vis seneste søgninger
de: Letzte Suchanfragen anzeigen
el: Εμφάνιση πρόσφατων αναζητήσεων
es: Mostrar búsquedas recientes
es_us: Mostrar búsquedas recientes
fi: Näytä äskeiset haut
fr: Afficher les recherches récentes
fr_ca: Afficher les recherches récentes
he: הצגת חיפושים אחרונים
hi: हालिया खोज दिखाएँ
hr: Prikaži nedavne pretrage
hu: Legutóbbi keresések megjelenítése
id: Tampilkan Pencarian Terbaru
it: Mostra le ricerche recenti
ja: 検索履歴を表示
kk: Соңғы ізделгендерді көрсету
ko: 최근 검색 보기
lt: Rodyti vėliausias paieškas
ms: Tunjukkan Carian Terbaharu
nb: Vis nylige søk
nl: Toon recente zoekacties
pl: Pokazuj ostatnie wyszukiwania
pt: Mostrar Buscas Recentes
pt_pt: Mostrar últimas pesquisas
ro: Afișare căutări recente
ru: Недавние поиски
sk: Zobraziť posledné vyhľadávania
sl: Prikaži nedavna iskanja
sv: Visa senaste sökningar
th: แสดงการค้นหาล่าสุด
tr: Son Aramaları Göster
uk: Показати недавні запити
vi: Hiển thị tìm kiếm gần đây
zh_cn: 显示最近搜索
zh_hk: 顯示最近的搜尋項目
zh_tw: 顯示最近的搜尋項目

# SEARCH_AND_LOOKUP_SHOW_RELATED_CONTENT
source: Show Related Content
ar: إظهار المحتوى ذي الصلة
bg: Показване на свързано съдържание
ca: Mostra contingut relacionat
cs: Zobrazit související obsah
da: Vis beslægtet indhold
de: Zugehörige Inhalte anzeigen
el: Εμφάνιση σχετικού περιεχομένου
es: Mostrar contenido relacionado
es_us: Mostrar contenido relacionado
fi: Näytä liittyvä sisältö
fr: Afficher le contenu associé
fr_ca: Afficher le contenu associé
he: הצגת תוכן קשור
hi: संबंधित कॉन्टेंट दिखाएँ
hr: Prikaži povezani sadržaj
hu: Kapcsolódó tartalom megjelenítése
id: Tampilkan Konten Terkait
it: Mostra i contenuti correlati
ja: 関連コンテンツを表示
kk: Байланысты контентті көрсету
ko: 관련 콘텐츠 보기
lt: Rodyti susijusį turinį
ms: Tunjukkan Kandungan Berkaitan
nb: Vis relatert innhold
nl: Toon verwant materiaal
pl: Pokazuj powiązaną zawartość
pt: Mostrar Conteúdo Relacionado
pt_pt: Mostrar conteúdo relacionado
ro: Afișare conținut asociat
ru: Связанный контент
sk: Zobraziť súvisiaci obsah
sl: Prikaži povezano vsebino
sv: Visa relaterat innehåll
th: แสดงเนื้อหาที่เกี่ยวข้อง
tr: İlgili İçerikleri Göster
uk: Показати повʼязаний вміст
vi: Hiển thị nội dung liên quan
zh_cn: 显示相关内容
zh_hk: 顯示相關內容
zh_tw: 顯示相關內容

# SIRI_IN_CALL
source: Siri in Calls
ar: ‏Siri في المكالمات
bg: Siri в обажданията
ca: Siri a les trucades
cs: Siri při hovorech
da: Siri under opkald
de: Siri in Anrufen
el: Siri σε κλήσεις
es: Siri en llamadas
es_us: Siri en las llamadas
fi: Siri puheluissa
fr: Siri pendant les appels
fr_ca: Siri lors des appels
he: ‏Siri בשיחות
hi: कॉल में Siri
hr: Siri tijekom poziva
hu: Siri a hívásokban
id: Siri di Panggilan
it: Siri durante le chiamate
ja: 通話中にSiri
kk: Қоңыраулар кезіндегі Siri
ko: 통화 중에 Siri 사용
lt: „Siri“ skambučiuose
ms: Siri dalam Panggilan
nb: Siri i anrop
nl: Siri in gesprekken
pl: Siri podczas połączeń
pt: Siri em Ligações
pt_pt: Siri em chamadas
ro: Siri în apeluri
ru: Siri в вызовах
sk: Siri počas hovorov
sl: Siri pri klicih
sv: Siri i samtal
th: Siri ในการโทร
tr: Aramalarda Siri
uk: Siri під час викликів
vi: Siri trong cuộc gọi
zh_cn: 通话期间使用Siri
zh_hk: 通話期間使用Siri
zh_tw: 通話期間使用Siri

# SIRI_IN_CALL_EXPLANATION
source: Siri is available to respond to requests during phone and FaceTime calls. Siri is also available when calls are connected through AirPods and Siri-enabled Beats headphones.
ar: ‏Siri متاح للاستجابة للطلبات أثناء المكالمات الهاتفية ومكالمات فيس تايم. ‏Siri متاح أيضًا عندما تكون المكالمات متصلة من خلال AirPods وسماعات رأس Beats التي تدعم Siri.
bg: Siri е на разположение, за да отговаря на заявки по време на телефонни и FaceTime обаждания. Siri е налице и когато обажданията са през слушалки AirPods и слушалки Beats с активирана функция Siri.
ca: Durant les trucades de telèfon i del FaceTime, Siri pot respondre a les sol·licituds. També pots activar Siri en fer o rebre trucades amb auriculars AirPods o Beats que hi siguin compatibles.
cs: Siri může reagovat na vaše požadavky i během telefonních a FaceTime hovorů. Je k dispozici také při hovorech přepojených do AirPodů a sluchátek Beats s podporou Siri.
da: Siri kan svare på anmodninger under telefon- og FaceTime-opkald. Siri er også tilgængelig, når AirPods eller Siri-kompatible Beats-hovedtelefoner er tilsluttet under opkald.
de: Siri kann während Telefon- und FaceTime-Anrufen auf Anfragen reagieren. Siri steht auch dann zur Verfügung, wenn Anrufe über AirPods oder Beats-Kopfhörer mit Siri-Unterstützung geleitet werden.
el: Το Siri είναι διαθέσιμο για να ανταποκρίνεται σε αιτήματα κατά τη διάρκεια τηλεφωνικών κλήσεων και κλήσεων FaceTime. Το Siri είναι επίσης διαθέσιμο όταν οι κλήσεις είναι συνδεδεμένες μέσω AirPods και ακουστικών Beats που είναι συμβατά με το Siri.
es: Siri puede responder a las peticiones durante las llamadas de teléfono y de FaceTime. También está disponible si se usan unos auriculares AirPods o Beats compatibles con Siri cuando realizas o recibes una llamada.
es_us: Siri está disponible para responder a tus peticiones durante las llamadas por teléfono y FaceTime. También lo está cuando las llamadas se responden mediante AirPods y audífonos Beats compatibles con Siri.
fi: Siri on käytettävissä vastaamaan pyyntöihin tavallisten ja FaceTime-puhelujen aikana. Siri on myös käytettävissä, kun puhelut yhdistetään AirPods-kuulokkeiden tai Siri-yhteensopivien Beats-kuulokkeiden kautta.
fr: Siri peut répondre à vos requêtes pendant les appels téléphoniques et FaceTime. Siri est également disponible pendant vos appels lorsque vous utilisez des AirPods ou des écouteurs Beats compatibles avec Siri.
fr_ca: Siri est en mesure de répondre à des demandes pendant les appels téléphoniques et FaceTime. Siri est également accessible lorsque vous prenez des appels au moyen d’AirPods et d’écouteurs Beats compatibles.
he: ל-Siri יש אפשרות להשיב לבקשות במהלך שיחות טלפון ושיחות FaceTime. ניתן גם להשתמש ב-Siri במהלך שיחות שמתבצעות דרך AirPods ואוזניות Beats התומכות ב-Siri.
hi: Siri द्वारा फ़ोन और FaceTime कॉल के दौरान अनुरोधों के जवाब दिए जा सकते हैं। AirPods और Siri-सक्षम Beats हेडफ़ोन के माध्यम से कॉल कनेक्ट होने पर भी Siri से अनुरोध किए जा सकते हैं।
hr: Siri može odgovarati na zahtjeve tijekom telefonskih i FaceTime poziva. Siri je također dostupna kad su pozivi povezani putem slušalica AirPods i slušalica Beats na kojima je omogućena Siri.
hu: Siri rendelkezésre áll, hogy válaszoljon a kérésekre a telefon- és FaceTime-hívások közben. Siri akkor is rendelkezésre áll, amikor a hívások AirPodson vagy Siri-kompatibilis Beats fejhallgatókon keresztül vannak csatlakoztatva.
id: Siri tersedia untuk merespons permintaan selama panggilan telepon dan FaceTime. Siri juga tersedia saat panggilan terhubung melalui AirPods dan headphone Beats yang mendukung Siri.
it: Siri può rispondere alle richieste durante le chiamate telefoniche e FaceTime. Siri è disponibile anche quando le chiamate avvengono tramite AirPods e cuffie Beats compatibili.
ja: 電話やFaceTimeで通話中にもSiriはリクエストに対応可能です。 AirPodsやSiri対応Beatsヘッドフォンを使用して通話しているときもSiriは対応可能です。
kk: Siri көмекшісі телефон және FaceTime қоңыраулары кезінде сұрауларға жауап беру үшін қолжетімді. Siri көмекшісі, сондай-ақ қоңыраулар AirPods және Siri іске қосылған Beats құлаққабы арқылы қосылғанда да қолжетімді.
ko: 전화 통화 및 FaceTime 통화 중에 Siri가 사용자의 요청에 응답할 수 있습니다. 통화가 AirPods 또는 Siri 지원 Beats 헤드폰을 통해 연결된 경우에도 Siri를 사용할 수 있습니다.
lt: „Siri“ gali atsakyti į užklausas telefono ir „FaceTime“ skambučių metu. „Siri“ taip pat pasiekiama, kai skambučiams naudojamos prijungtos ausinės „AirPods“ ir „Siri“ palaikančios ausinės „Beats“.
ms: Siri tersedia untuk membalas permintaan semasa panggilan telefon dan FaceTime. Siri turut tersedia apabila panggilan disambungkan menerusi AirPods dan fon kepala Beats didayakan Siri.
nb: Siri er tilgjengelig for å svare på forespørsler under telefon- og FaceTime-anrop. Siri er også tilgjengelig når anrop er tilkoblet AirPods og Siri-aktiverte Beats-hodetelefoner.
nl: Siri is beschikbaar om te reageren op verzoeken tijdens telefoon- en FaceTime-gesprekken. Siri is ook beschikbaar wanneer een gesprek tot stand wordt gebracht via AirPods en een voor Siri geschikte Beats-koptelefoon.
pl: Siri może odpowiadać na pytania zadawane podczas połączeń telefonicznych i FaceTime. Siri działa także, gdy podczas połączenia używane są słuchawki AirPods lub zgodne z Siri słuchawki Beats.
pt: A Siri está disponível para atender a pedidos durante ligações de telefone ou do FaceTime. A Siri também fica disponível quando as ligações são realizadas com AirPods e fones de ouvido Beats compatíveis com a Siri.
pt_pt: Siri está disponível para responder a pedidos durante chamadas telefónicas e FaceTime. Está também disponível quando as chamadas são efetuadas através de AirPods e auscultadores Beats compatíveis com Siri.
ro: Siri vă poate răspunde la solicitări în timpul apelurilor telefonice și FaceTime. De asemenea, Siri vă stă la dispoziție atunci când apelurile sunt conectate prin AirPods sau căști audio Beats compatibile cu Siri.
ru: Siri может отвечать на запросы во время телефонных вызовов и вызовов по FaceTime. Siri также может отвечать во время вызовов с подключенными наушниками AirPods или Beats с поддержкой Siri.
sk: Siri môže reagovať na vaše žiadosti aj počas telefonických a FaceTime hovorov. Siri je k dispozícii aj pri hovoroch smerovaných do AirPodov a slúchadiel Beats, ktoré podporujú Siri.
sl: Siri se lahko odzove na zahteve med telefonskimi klici in klici FaceTime. Siri je na voljo tudi, ko so klici povezani s slušalkami AirPods in slušalkami Beats, ki omogočajo uporabo Siri.
sv: Siri kan svara på förfrågningar under telefon- och FaceTime-samtal.
th: Siri พร้อมใช้เพื่อตอบสนองคำขอในระหว่างการโทรศัพท์และการโทร FaceTime Siri ยังพร้อมใช้เมื่อการโทรเชื่อมต่อผ่านทาง AirPods และหูฟัง Beats ที่รองรับ Siri
tr: Siri, telefon ve FaceTime aramalarında isteklere yanıt vermek için kullanılabilir. Siri, AirPods ve Siri özellikli Beats kulaklıklar aracılığıyla görüşme yapılırken de kullanılabilir.
uk: Siri може відповідати на запити під час телефонних викликів чи викликів FaceTime. Siri також працює, якщо для викликів використовуються навушники AirPods і навушники Beats із підтримкою Siri.
vi: Siri khả dụng để phản hồi các yêu cầu trong các cuộc gọi điện thoại và FaceTime. Siri cũng có sẵn khi cuộc gọi được kết nối qua AirPods và tai nghe Beats được bật Siri.
zh_cn: Siri可在打电话和FaceTime通话期间回应请求。 Siri也可在通过AirPods和支持Siri的Beats耳机接通来电时使用。
zh_hk: Siri可以在打電話和FaceTime通話期間回應要求。 Siri亦可以在透過AirPods和已啟用Siri的Beats耳筒連接通話時使用。
zh_tw: Siri可以在你電話和FaceTime通話期間回應要求。 Siri也可在透過AirPods和已啟用Siri的Beats耳機通話時使用。
